Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/criminal_law/criminal_offences/law_on_sex_offences_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: The law on sexual offences in Ireland
ga: An Dlí ar chionta gnéis in Éirinn

source: A range of sexual offences in Ireland are prohibited by law
ga: Tá réimse cionta gnéis toirmiscithe de réir dlí

source: The following information sets out the most important of those offences
ga: Leagann an fhaisnéis seo a leanas amach an chuid is tábhachtaí de na cionta seo

source: The precise charge for these offences depends on all the circumstances of the case, the age of the victim and the evidence available
ga: Braitheann an cúiseamh áirithe as na cionta seo ar na tosca go léir a bhaineann leis an gcás seo, aois an íobartaigh agus an fhianaise atá ar fáil

source: The current penalties for sex offences in Ireland include:
ga: Cuimsíonn na pionóis reatha ar chionta gnéis in Éirinn an méid seo a leanas:

source: • Being placed on the Sex Offenders Register
ga: • Iad a chur ar Chlár na gCiontóirí Gnéis

source: Sex offenders must tell certain prospective employers in Ireland that they have been convicted of such offences
ga: Caithfidh ciontóirí gnéis in Éirinn a rá le fostaitheoirí ionasacha gur ciontaíodh as cionta den sórt sin iad

source: Further information on this duty is set out in our document on Garda clearance for employees
ga: Leagtar amach níos mó eolais faoin dualgas seo inár ndoiciméad faoi Imréiteach Garda d’Fhostaithe

source: The crime of rape may be charged under the Criminal Law (Rape) Act 1981 or the Criminal Law (Rape) (Amendment) Act 1990
ga: Is féidir coir an éignithe a chúiseamh faoi Acht um an Dlí Coiriúil (Éigniú) 1981 nó an Acht um an Dlí Coiriúil (Éigniú) (Leasú) 1990

source: The circumstances of the case, age of the victim and evidence will decide which legislation will apply
ga: Cinneoidh imthosca an cháis, aois an íobartaigh agus an fhianaise cén reachtaíocht a bheidh i bhfeidhm

source: The maximum penalty in Ireland for a rape offence is life imprisonment
ga: Is é an t-uasphionós in Éirinn ar chion éignithe ná príosúnacht saoil

source: There are related offences under the law of attempted rape, and separately of aiding and abetting a rape
ga: Tá cionta gaolmhara faoin dlí maidir le hiarracht ar éigniú, agus ar leithligh maidir le cabhrú agus neartú le héigniú

source: (That is, assisting another person to commit a rape)
ga: (Is é sin, cabhrú le duine eile éigniú a dhéanamh)

source: Section 2 of the Criminal Law (Rape) (Amendment) Act 1990 sets out the law in Ireland on sexual assault
ga: Leagann Alt 2 den Acht um an Dlí Coiriúil (Éigniú) (Leasú) 1990 amach an dlí in Éirinn ar ionsaí gnéis

source: A sexual assault is an indecent assault on a male or a female
ga: Is é atá in ionsaí gnéis ná ionsaí mígheanasach ar dhuine fireann nó ar dhuine baineann

source: The maximum sentence is 10 years imprisonment or 14 years if the victim is aged under 17 years
ga: Is í an uas-phianbhreith ná 10 mbliana de phríosúnacht nó 14 bliana má tá an t-íobartach faoi 17 mbliana d’aois

source: Aggravated sexual assault is sexual assault involving serious violence or the threat of serious violence
ga: Is é atá sa tromionsaí gnéis ná ionsaí gnéis a a bhfuil foréigean tromchúiseach nó bagairt foréigin thromchúisigh ag baint leis

source: In common with rape offences, the maximum sentence for aggravated sexual assault is life imprisonment
ga: I gcomhar le cionta foréigin, is í príosunacht saoil an uas-phianbhreith as tromionsaí gnéis

source: Sexual offences relating to children
ga: Cionta gnéis a bhaineann le leanaí

source: There is no specific offence in law of child sex abuse
ga: Níl aon sainchion ann sa dlí ar mhí-úsáid ghnéis leanaí

source: A person may be charged with rape, sexual assault, aggravated sexual assault or with one of the specific offences relating to children
ga: Is féidir duine a chúiseamh le héigniú, ionsaí gnéis, tromionsaí gnéis nó le ceann de na sainchionta a bhaineann le leanaí

source: The law in this area changed significantly in 2006 – further information is set out below
ga: D’athraigh an dlí sa limistéar seo go suntasach i 2006 – tá tuilleadh eolais leagtha amach thíos

source: The term statutory rape is not used in the legislation but it is the term that is commonly used for unlawful sexual contact with a person aged under 17 years
ga: Ní úsáidtear an téarma foréigean reachtúil sa reachtaíocht ach is é sin an téarma atá in úsáid go coitianta ar theagmháil gnéis mhídhleathach le duine faoi 17 mbliana d’aois

source: Until June 2006, charges for this offence were brought under the Criminal Law (Amendment) Act 1935
ga: Go dtí Meitheamh 2006, cúisíodh as an gcion seo faoin Acht um an Dlí Coiriúil (Leasú) 1935

source: In the case of CC v Ireland, the Attorney General and the Director of Public Prosecutions, the Supreme Court held that Section 1 of the Criminal Law (Amendment) Act 1935 Act was unconstitutional
ga: I gcás CC v Éire, an tAturnae Ginearálta agus Stiúrthóir Ionchúisimh Poiblí, chinn an Chúirt Uachtarach go raibh Alt 1 Acht um an Dlí Coiriúil (Leasú) 1935 neamhreachtúil

source: Read more about what happens when law is found to be unconstitutional here
ga: Léigh níos mó faoi cad a tharlaíonn nuair a fhaightear go bhfuil dlí neamhbhunreachtúil anseo

source: View the judgement of the Supreme Court in the case of CC v Ireland here
ga: Féach ar bhreithiúnas na Cúirte Uachtaraí i gcás CC v. Éire anseo

source: The effect of the Supreme Court decision is that Section 1 of the 1935 Act is no longer a part of the Act
ga: Is í éifeacht chinneadh na Cúirte Uachtaraí nach bhfuil Alt 1 d’Acht 1935 ina chuid den Acht níos mó

source: The rest of the Act was not affected
ga: Ní dhéarnadh athrú ar bith ar an chuid eile den Acht

source: A new Act, the Criminal Law (Sexual Offences) Act 2006 (pdf) was passed to replace the unconstitutional provisions in the 1935 Act
ga: Ritheadh Acht nua, Acht um Dhlí Coiriúil (Cionta Gnéis) 2006 (pdf) le dul in áit na bhforálacha neamh-bhunreachtúla in Acht 1935

source: It also repealed and replaced Section 2 of the 1935 Act
ga: Chomh maith leis sin d’aisghair sé agus chuaigh sé in aonad Alt 2 d’Acht 1935

source: The original 1935 Act has now been amended many times
ga: Tá bun-Acht 1935 leasaithe a lán uaireanta anois

source: Defilement of a child aged under 15 years
ga: Truailliú linbh faoi 15 bliana d’aois

source: The Criminal Law (Sexual Offences) Act 2006 makes it a criminal offence to engage or attempt to engage in a sexual act with a child under the age of 15 years
ga: De réir an Achta um an Dlí Coiriúil (Cionta Gnéis) 2006, is cion coiriúil é a bheith páirteach i nó iarracht a dhéanamh a bheith páirteach i ngníomh gnéis le leanbh faoi 15 bliana d’aois

source: This is what is meant by the term ‘defilement’
ga: Is é seo an chiall atá leis an bhfocal 'truailliú'

source: The maximum sentence for this offence is life imprisonment
ga: Is í an uas-phianbhreith as an gcion seo ná príosúnacht saoil

source: A sexual act for the purposes of the law includes sexual intercourse and buggery between people who are not married to each other and any sexual act which could constitute aggravated sexual assault
ga: Chun críocha an dlí cuimsíonn gníomh gnéasach comhriachtain agus bugaireacht idir dhaoine nach bhfuil pósta lena chéile agus aon ghníomh gnéasach a d’fhéadfadh a bheith ina thromionsaí gnéis

source: The 2006 Act provides that the accused may argue they honestly believed the child was aged 15 years or over
ga: Forálann Acht 2006 gur féidir leis an gcúisí argóint a dhéanamh gur chreid siad go macánta go raibh an leanbh 15 bliana d’aois nó níos mó

source: The court must then consider whether or not that belief was reasonable
ga: Ansin caithfidh an chúirt a mheas an raibh an tuiscint sin réasúnta nó nach raibh

source: It is not a defence to show that the child consented to the sexual act
ga: Ní cosaint é a thaispeáint gur fhorthoiligh an leanbh don ghníomh gnéis

source: Defilement of a child aged under 17 years
ga: Truailliú linbh faoi 17 d’aois

source: Section 3 of the Criminal Law (Sex Offences) Act 2006 (pdf) as amended by Section 5 of the Criminal Law (Sexual Offences) (Amendment) Act 2007 (pdf) makes it a criminal offence to engage or attempt to engage in a sexual act with a child under 17 years
ga: De réir Alt 3 den Acht um Dhlí Coiriúil (Cionta Gnéis) 2006 (pdf) is cion coiriúil é a bheith páirteach nó iarracht a dhéanamh a bheith páirteach le gníomh gnéis le leanbh faoi 17 mbliana d’aois

source: The maximum sentence is five years, ten years if the accused is a person in authority
ga: Is é an uas-phianbhreith ná cúig bliana, deich mbliana más duine in údarás an cúisí

source: A person in authority means:
ga: Ciallaíonn duine in údarás:

source: • A parent, step-parent, guardian, grandparent, uncle or aunt of the victim, or
ga: • Tuismitheoir, leasthuismitheoir, gairdian, seantuismitheoir, uncail nó aintín an íobartaigh, nó

source: • any person acting in loco parentis (in place of parent or parents) to the victim, or
ga: • Or aon duine ag feidhmiú in loco parentis (in áit tuismitheora nó tuismitheoirí) don íobartach, nó

source: • any person responsible for the education, supervision or welfare of the victim
ga: • Aon duine atá freagrach as oideachas, maoirseacht nó leas an íobartaigh

source: The maximum sentence is greater for a second or subsequent offence
ga: Tá an uas-phianbhreith níos mó don dara cion nó do chion eile ina dhiaidh sin

source: The accused may argue that he or she honestly believed that the child was aged 17 years or over
ga: Is féidir leis an gcúisí argóint a dhéanamh gur chreid siad go macánta go raibh an leanbh 17 mbliana d’aois nó níos mó

source: The consent of the Director of Public Prosecutions is required for any prosecution of a child under the age of 17 years for this offence
ga: Tá toiliú an Stiúrthóra Ionchúiseamh Poiblí de dhíth le hon chúiseamh a dhéanamh ar leanbh faoi 17 mbliana d’aois as an gcion seo

source: A person who is convicted of this offence and is not more than two years older than the victim is not subject to the requirements of the Sex Offenders Act 2001
ga: Níl duine a chiontaítear sa chion seo agus nach bhfuil níos mó ná dhá bhliain níos sine ná an t-íobartach faoi réir ag riachtanas Acht na gCiontóirí Gnéis 2001

source: This means they will not have their name placed on the Sex Offenders Register
ga: Ciallaíonn sé seo nach gcuirfear a n-ainm ar Chlár na gCiontóirí Gnéis

source: A girl aged under 17 years who has sexual intercourse may not be convicted of an offence on that ground alone
ga: Ní féidir cáilín faoi 17 mbliana d’aois a bhfuil comhriochtain déanta aici a chiontú i gcion ar an bhforas sin amháin

source: Reckless endangerment of children
ga: Leanaí a chur i mbaol go meargánta

source: The Criminal Justice Act 2006 provides for a new offence of reckless endangerment of children
ga: Forálann an tAcht um Cheartas Coiriúil 2006 le haghaidh cion nua ar cur i mbaol meargánta leanaí é

source: This came into effect on 1 August 2006
ga: Tháinig sé seo i bhfeidhm ar 1 Lúnasa 2006

source: This offence may be committed by a person who has authority or control over a child or an abuser and who intentionally or recklessly endangers a child by:
ga: Is féidir an cion seo a bheith déanta ag duine a bhfuil údarás nó smacht aige ar leanbh nó ag mí-úsáideoir agus a chuireann leanbh i gcóntúirt go hintinneach agus go meargánta trí:

source: • Causing or permitting any child to be placed or left in a situation which creates a substantial risk to the child of being a victim of serious harm or sexual abuse or
ga: • A bheith ina chúis nó ag ligean d’aon leanbh a bheith curtha nó fágtha i staid a chruthaíonn priacail shubstainteach go mbeidh an leanbh ina íobartach mórdhíobhála nó mí-úsáide gnéis nó

source: • failing to take reasonable steps to protect a child from such a risk while knowing that the child is in such a situation
ga: • Cliseadh bearta réasúnta a dhéanamh le leanbh a chosaint ar phriacail den sórt sin le linn dóibh a bheith eolach go bhfuil an leanbh i staid den sórt sin

source: This offence may be prosecuted only by the Director of Public Prosecutions
ga: Ní féidir le duine ar bith ach an Stiúrthóir Ionchúiseamh Poiblí an cion seo a chúiseamh

source: The penalty is a fine (no upper limit) and/or a maximum of 10 years imprisonment
ga: Is é an pionós ná fíneáil (gan uasteorainn) agus/nó uasmhéid de 10 mbliana príosúnachta

source: The term incest refers to sexual intercourse occurring between close relatives
ga: Tagraíonn an téarma ciorrú coil do chaidreamh collaí idir neasghaolta

source: Close relatives include a child, a sibling or a parent
ga: Cuimsíonn neasghaolta leanbh, siblín nó tuismitheoir

source: This is a criminal offence and charges are brought under the Punishment of Incest Act 1908 as amended by the Criminal Law (Incest Proceedings) Act 1995
ga: Is cion coiriúil é seo agus cúisítear faoin Acht um Phionós ar Chiorrú Coil 1908 é, mar a leasaíodh ag an Acht um an Dlí Coiriúil (Imeachtaí Ciorruithe Coil) 1995

source: There are no age limits
ga: Níl aon teorainneacha aoise ann

source: However, a girl under 17 years cannot be prosecuted for incest
ga: Ní féidir cailín faoi 17 mbliana d’aois a chúiseamh as ciorrú coil, áfach

source: The maximum sentence is life imprisonment for males and seven years for females
ga: Is í an uas-phianbhreith ná príosúnacht saoil do dhaoine fireanna agus seacht mbliana do dhaoine baineanna

source: Sexual Offences involving people with disabilities
ga: Cionta Gnéis a bhaineann le daoine a bhfuil míchumais orthu

source: There are specific provisions in Ireland for sexual offences involving people with disabilities
ga: Tá sainfhorálacha in Éirinn le haghaidh cionta gnéis a bhaineann le daoine a bhfuil míchumais orthu

source: A person who engages in unlawful sexual activity with a person with a disability may, of course, be charged under any of the provisions described above
ga: Is féidir duine atá páirteach i ngníomhaíocht ghnéis neamhdhleathach le duine a bhfuil míchumas air a chúiseamh faoi aon cheann de na forálacha a bhfuil cur síos orthu thuas

source: The specific provisions for people with disabilities are contained in Section 5 of the Criminal Law (Sexual Offences) Act 1993
ga: Tá na sainfhorálacha do dhaoine a bhfuil míchumais orthu le fáil i Alt 5 den Acht um an Dlí Coiriúil (Cionta Gnéis) 1993

source: This provides for the following specific offences:
ga: Forálann sé seo le haghaidh na gcionta seo a leanas:

source: • Sexual intercourse or buggery with a mentally impaired person (other than a spouse); the maximum penalty is ten years imprisonment
ga: • Caidreamh gnéis nó bugaireacht le duine lagintinneach (nach céile í); is í an uas-phianbhreith ná deich mbliana príosúnachta

source: • Gross indecency by a male with a male who is mentally impaired; the maximum penalty is two years imprisonment
ga: • Ró-mhígheanas ag duine fireann le duine fireann atá lagintinneach; is é an uas-phianbhreith ná dhá bhliain príosúnachta

source: Mentally impaired refers in law to a person suffering from a disorder of the mind, whether through mental disability or mental illness, which is of such a nature or degree as to render a person incapable of living an independent life or of guarding themselves against serious exploitation
ga: Is é atá i gceist le lagintinneach de réir an dlí ná duine atá ag fulaingt le mí-ord den intinn, bíodh sin trí mhíchumas meabhrach nó tinneas meabhrach, atá de nádúr nó de chéim nach mbeadh ar a chumas do dhuine dá dheasca saol neamhspleách a bheith acu nó iad féin a chosaint ar throm-dhúshaothrú

source: Child Trafficking and Pornography Act 1998
ga: An tAcht um Gháinneáil Leanaí agus Pornagrafaíocht Leanaí 1998

source: The Child Trafficking and Pornography Act 1998 ,which is amended by Section 6 of the Criminal Law (Sexual Offences) (Amendment) Act 2007 (pdf), deals with a number of offences involving children under the age of 17. These include:
ga: Déileálann An tAcht um Gháinneáil Leanaí agus Pornagrafaíocht Leanaí 1998 le roinnt cionta a bhaineann le leanaí faoi aois 17, lena n-áirítear:

source: • Child trafficking and taking a child for sexual exploitation; the maximum penalty is life imprisonment,
ga: • Gáinneáil linbh agus leanbh a thógáil ar son dúshaothraithe ghnéasaigh; is é an uas-phianbhreith ná príosúnacht saoil

source: • Meeting a child for the purpose of sexual exploitation; the maximum penalty is 14 years imprisonment,
ga: • Ag ligean do leanbh a bheith á úsáid le haghaidh pornagrafaíochta le; is é an uas-phianbhreith ná fíneáil de suas le €31,000 agus/nó 14 bliana príosúnachta

source: • Allowing a child to be used for child pornography; the maximum penalty is a fine of up to €31,000 and/or 14 years imprisonment • Producing, distributing, printing or publishing child pornography; the maximum penalty for a summary offence is a class C fine and/or a year’s imprisonment; if charged on indictment, the maximum penalty is an unlimited fine and/or 14 years imprisonment
ga: • Pornagrafaíocht leanaí a dhéanamh, a dháileadh, a phriontáil nó a fh; Is í an uas-phianbhreith do chion achomair ná rang C fíneáil agus/nó bliain príosúnachta; má chúisítear iad ar díotáil, is í an uas-phianbhreith ná fíneáil neamhtheoranta agus/nó 14 bliana príosúnachta

source: View further information on the censorship of video and telecoms recordings here
ga: Féach tuilleadh faisnéise faoi chinsireacht thaifid físeán agus teileachumarsáide anseo

source: • Possession of child pornography; the maximum penalty for a summary offence is a class C fine and/or a year’s imprisonment; if charged on indictment, the maximum penalty is €6,350 and/or five years imprisonment
ga: • Seilbh pornagrafaíochta leanaí; is é an t-uasphionós as cion achomair ná rang C fíneáil agus/nó bliain príosúnachta; má chúisítear ar díotáil, is é an t-uasphionós ná €6,350 agus/nó cúig bliana príosúnachta

source: Further information on the censorship of film, print, video and dvd recordings and measures to protect vulnerable people in Ireland is available here
ga: Tá tuilleadh faisnéise faoi chinsireacht ar scannáin, chló, thaifid físeán agus DVD agus bearta chun daoine soghonta a chosaint in Éirinn ar fáil anseo

source: It is an offence in Ireland for a sex offender to apply for work or to perform a service (including state work or service) which involves having unsupervised access to, or contact with, children or mentally impaired people without telling the prospective employer or contractor that he/she is a sex offender
ga: Is cion in Éirinn do chiontóir gnéis iarratas a dhéanamh ar obair nó sheirbhís a dhéanamh (lena n-áirítear obair nó seirbhís Stáit) a mbeidh rochtain neamh-mhaoirsithe aige/aici ar, nó teagmháil aige/aici le, leanaí nó daoine lagintinneacha mar chuid de gan a rá leis an bhfostaitheoir nó leis an gconraitheoir gur ciontóir gnéis é/í

source: State work or service includes work done by civil servants, Gardai, Defence Forces, local authority and HSE staff
ga: Cuimsíonn obair nó seirbhís Stáit obair déanta ag státseirbhísigh, Gardaí, na Fórsaí Cosanta, údarás áitiúil agus foireann FSS

source: See our document on Garda clearance for employees
ga: Feach inár ndoiciméad faoi Imréiteach Garda d’Fhostaithe
